Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/traktat_havrett_id_87015.html.tmx
Source language: nob
Languages: sme

source: Seksjon for traktat-, miljø- og havrett
sme: Riikkaidgaskasaš duopmostuollu (ICJ).

source: Folkerettslige og forfatningsrettslige spørsmål.
sme: Riikkaidgaskasaš áhperiekteduopmostuollu (ITLOS).

source: Suverenitets- og håndhevelsesspørsmål.
sme: Soahpamušaid vuolláičállin ja dulkon, dás maiddái vuođđoláhkarievttálaš gažaldagat.

source: Norges riksgrenser, maritime soner og kontinentalsokkelen. Folkerettslige spørsmål vedrørende polarområdene.
sme: Norgga riikkaráját ja mearraavádagat ja vel gažaldagat mat gusket ollesválddi gažaldagaide ja gažaldagaide mat gusket ollesválddi hálddašeapmái.

source: Havrettsspørsmål.
sme: Áhperiektegažaldagat.

source: Fiskeri- og sjøfartssaker.
sme: Ekonomalaš avádat. Nannánvuođđu.

source: Kontinentalsokkelkommisjonen (CLCS).
sme: Nannánvuođđokommišuvdna (CLCS).

source: Havbunnsmyndigheten (ISBA).
sme: Mearravuođđoeiseváldi (ISBA).

source: Den internasjonale havrettsdomstol (ITLOS).
sme: Poláraguovlluide guoski álbmotrievttálaš gažaldagat.

source: Privilegier og immunitet.
sme: Riikkaidgaskasaš organisašuvnnaide ja militeara operašuvnnaide guoski rievttálaš gažaldagat.

source: Rettslige spørsmål knyttet til internasjonale organisasjoner og militære operasjoner.
sme: Rievttálaš gažaldagat mat gusket EUa III. caggái ja vel Schengen- ja Dublin-ovttasbargui.

source: Den internasjonale domstol (ICJ).
sme: Immunitehtat ja ovdavuoigatvuođat.

source: Forliks- og voldgiftsspørsmål.
sme: Soahpan- ja bággosoabahangažaldagat.

source: Den faste voldgiftsretten (PCA).
sme: Bistevaš bággosoabahanriekti (PCA).

source: Traktatforelegget for Stortinget.
sme: Soahpamušregisttar ja soahpamušvuorká.

source: Depositarfunksjoner.
sme: Depositáradoaimmat.

source: Kontaktinformasjon
sme: Gulaskuddancealkámušat.

source: Postboks 8114 Dep.
sme: Oktavuođadieđut:
